[
  {
    "id": "beachanddune",
    "value": 0,
    "label": "Beach and dune",
    "indicators": ["beachbirds", "unalteredbeach"],
    "description": "Beaches and dunes occur along the Atlantic and Gulf shorelines. The system extends from the nearshore ocean across sand, gravel, or shell intertidal beaches, and into more stable and vegetated dunes. Waves, wind, and currents constantly shape these dynamic coastal features, which provide wildlife habitat, storm protection, and recreational opportunities."
  },
  {
    "id": "estuarine",
    "value": 1,
    "label": "Estuarine",
    "indicators": [
      "coastalcondition",
      "watervegetationedge",
      "wetlandpatchsize"
    ],
    "description": "Estuaries are partially enclosed coastal water bodies where freshwater rivers meet the ocean. This system extends upstream into tidal flats and salt marshes, and seaward to the estuary mouth. Nutrient-rich sediment and brackish water make estuaries extremely productive fish and crab nurseries, while salt marshes filter water and buffer coastal storms."
  },
  {
    "id": "forestedwetland",
    "value": 2,
    "label": "Forested wetland",
    "indicators": ["amphibians", "birds", "extent"],
    "description": "These frequently flooded swamp forests occur across the region on both organic soils, like peatland pocosins and Carolina Bays, and mineral soils, like bottomland hardwood and floodplain forests. Though historically drained for timber production and agriculture, intact forested wetlands support ecological diversity and enhance water quality by filtering polluted runoff."
  },
  {
    "id": "freshwatermarsh",
    "value": 3,
    "label": "Freshwater marsh",
    "indicators": ["birds", "extent"],
    "description": "Nontidal freshwater marshes occur throughout the geography in poorly-drained depressions, including waterfowl impoundments. Tidal freshwater marshes occur along the upper tidal reaches of coastal rivers. Characterized by regular flooding and low-growing vegetation, freshwater marshes harbor diverse reptile and amphibian populations. They also support recreational hunting and traditional Gullah sweetgrass harvest."
  },
  {
    "id": "maritimeforest",
    "value": 4,
    "label": "Maritime forest",
    "indicators": ["extent"],
    "description": "Maritime forests are scattered throughout the South Atlantic coast, found on barrier islands and behind estuaries and dunes where migratory songbirds often refuel. Harsh salt spray and wind exposure shape these unique scrub-shrub and wooded communities. They naturally stabilize the coastline and provide critical storm protection, preventing excessive erosion."
  },
  {
    "id": "pineandprairie",
    "value": 5,
    "label": "Pine and prairie",
    "indicators": ["amphibians", "birds", "regularlyburnedhabitat"],
    "description": "Distributed across the Coastal Plain and occasional Piedmont areas, this fireadapted ecosystem encompasses longleaf, loblolly, and slash forests, as well as open pine savannas and prairies. It is integral to the region’s economy, culture, and natural heritage, driving timber production, harboring rare species, and supporting quail hunting and native tribal traditions."
  },
  {
    "id": "uplandhardwood",
    "value": 6,
    "label": "Upland hardwood",
    "indicators": ["birds", "urbanopenspace"],
    "description": "This ecosystem includes Piedmont wooded communities ranging from dry upland forests to moist forests next to floodplains. Deciduous hardwood trees adapted to less frequent fire typically dominate, mixed with pine. Most major urban centers occur in upland hardwood forests, which causes habitat fragmentation but also provides many people opportunities to appreciate nature."
  },
  {
    "id": "marine",
    "value": 7,
    "label": "Marine",
    "indicators": ["birds", "mammals", "potentialhardbottomcondition"],
    "description": "The marine environment starts at either the estuary mouth or the shoreline and stretches 200 miles into the ocean, covering the extent of U.S. waters. The marine ecosystem comprises about half of the South Atlantic geography! From deepwater coral formations to right whale calving grounds, this vast expanse of open water and benthic habitat sustains coastal tourism, commerce, and fisheries."
  },
  {
    "id": "waterbodies",
    "value": 8,
    "label": "Inland waterbodies",
    "indicators": [],
    "description": ""
  },
  {
    "id": "freshwateraquatic",
    "label": "Freshwater aquatic",
    "indicators": [
      "imperiledaquaticspecies",
      "permeablesurface",
      "riparianbuffers"
    ],
    "description": "This ecosystem includes the lakes, rivers, and streams throughout the region that drain to the Atlantic Ocean and Gulf of Mexico. Water quality, quantity, and timing define a healthy freshwater environment, which provides clean drinking water and fishable and swimmable streams for human use while also supporting mussel and fish populations."
  },
  {
    "id": "landscapes",
    "label": "Landscapes",
    "indicators": [
      "lowroaddensitypatches",
      "lowurbanhistoric",
      "resilientbiodiversityhotspots"
    ],
    "description": "This system focuses on connections across all terrestrial habitats, from uplands to the shoreline. A functional landscape knits together biodiversity hotspots, large habitat patches, and cultural features. This ecologically connected network creates a healthy environment for wildlife and people alike that is resilient to threats like climate change and urbanization."
  },
  {
    "id": "waterscapes",
    "label": "Waterscapes",
    "indicators": ["migratoryfishconnectivity", "networkcomplexity"],
    "description": "This system focuses on connections between freshwater and saltwater—the flow of water from lakes and rivers, through marshes and estuaries, eventually to the ocean. Energy, agriculture, cities, shipping, and fisheries all depend on water. These competing uses limit water availability and interfere with natural processes like fish passage and natural seasonal flooding."
  }
]
